{
    "ConfigPath": "./bot/config.json",
    "DataPaths": {
        "banned_words": "./bot/data/banned_words.json",
        "banned_links": "./bot/data/banned_links.json",
        "tags": "./bot/data/tags.json"
    },
    "statuses": [
        "Un bot hecho por Maxi!",
        "Minecraft 2",
        "Bombardear Venezuela",
        "Eliminar TikTok del mundo",
        "Humillar twitteros",
        "Abusar de Jiuda",
        "Explotar a Gip",
        "Lix gay",
        "Cazar carpinchos con Nico",
        "Comer gatos",
        "Hacer anticuchos de perro",
        "Secuestrar la tortuga de Jiuda",
        "Esclavizar al staff",
        "Corromper a Willy",
        "Provocar un Golpe de Estado",
        "Derrocar a Dios"
    ],
    "owos": [
        "øwø",
        "◕w◕",
        "♥w♥",
        "◔w◔",
        "OwO",
        "owo",
        "uwu",
        "UwU",
        "nwn",
        "ewe",
        "7w7",
        "^w^",
        "~(^w^)~",
        "~(uwu)~",
        "<3",
        "~"
    ],
    "8ball": [
        "Sí",
        "No",
        "Definitivamente",
        "No lo creo",
        "Pregúntame de nuevo más tarde",
        "Mejor no te lo digo ahora",
        "Concéntrate y pregunta de nuevo",
        "No cuentes con ello",
        "No puedo predecirlo ahora",
        "Muy dudoso"
    ],
    "help": {
        "category": {
            "help1": "Mi prefijo es: ``!``.\nSi encuentras algún error/bug mío por favor reportalo en <#1198668759620124813>.\n¡Si tienes algúna sugerencia no olvides publicarla en <#1010021713158869104>!",
            "help2": "\n- **Comandos útiles**\n - ``Para más información sobre estos comandos utiliza '!help util'``\n- **Comandos tag**\n - ``Para más información sobre estos comandos utiliza '!help tag'``\n- **Comandos de diversión**\n - ``Para más información sobre estos comandos utiliza '!help fun'``",
            "util": "```Para más información de cada comando utiliza !help command <comando>```\n**Lista de comandos útiles:**\n```ping - Envía la latencia del bot``````avatar - Envía el avatar de un usuario``````math - Calcula el resultado de un problema matemático``````snipe - Envía el ultimo mensaje borrado en los ultimos 5 minutos```",
            "tag": "```Para más información de cada comando utiliza !help command <comando>```\n**Lista de comandos tag:**\n```tag - Muestra el contenido de una tag``````tag list - Muestra una lista de todas las tags existentes``````tag add - Crea una nueva tag``````tag edit - Edita el contenido de una tag``````tag delete - Elimina una tag```",
            "fun": "```Para más información de cada comando utiliza !help command <comando>```\n**Lista de comandos de diversión:**\n```gayrate - Da un valor de la homosexualidad de un usuario``````say - El bot dirá lo que quieras``````8ball - Preguntale a la bola 8 lo que quieras``````owo - Owofica el texto que quieras```"
        },
        "commands": {
            "ping": "Envía la latencia del bot.\nUso:\n- ``!ping``",
            "avatar": "Envía el avatar de un usuario.\nUso:\n- ``!avatar``\n - ``!avatar <@usuario>``\n - ``!avatar <id>``",
            "math": "Calcula el resultado de un problema matemático.\nUso:\n- ``!math <problema>``",
            "snipe": "Envía el ultimo mensaje borrado en los ultimos 5 minutos.\nUso:\n- ``!snipe``",
            "tag": "Muestra el contenido de una tag.\nUso:\n- ``!tag <tag>``",
            "tag list": "Muestra una lista de todas las tags existentes.\nUso:\n- ``!tag list``",
            "tag add": "Crea una tag.\nUso:\n- ``!tag add <tag> <contenido>``",
            "tag edit": "Edita el contenido de una tag.\nUso:\n- ``!tag edit <tag> <contenido>``",
            "tag delete": "Elimina una tag.\nUso:\n- ``!tag delete <tag>``",
            "gayrate": "Mide el nivel de homosexualidad de un usuario o algo.\nUso:\n- ``!gayrate``\n - ``!gayrate <usuario>``",
            "say": "El bot dirá lo que quieras.\nUso:\n- ``!say <mensaje>``",
            "8ball": "Preguntale a la bola 8 lo que quieras.\nUso:\n- ``!8ball <pregunta>``",
            "owo": "Owofica el texto que quieras.\nUso:\n- ``!owo <texto>``"
        }
    },
    "facts": [
        "El tractor más potente del mundo tiene más caballos de fuerza que algunos aviones pequeños.",
        "Los primeros tractores eran tirados por caballos antes de que se inventaran los motores a combustión interna.",
        "El récord de velocidad en un tractor es de alrededor de 87 mph (140 km/h), ¡más rápido que muchos autos!",
        "Los tractores vienen en una amplia gama de colores, ¡desde el clásico verde hasta el rojo brillante!",
        "El tractor Big Bud 747 es uno de los más grandes jamás construidos, con neumáticos tan altos como una persona promedio.",
        "Algunos tractores modernos cuentan con sistemas de GPS de alta tecnología para mejorar la precisión en la agricultura.",
        "Los tractores no solo se usan en granjas; también se utilizan en eventos de competencia de arrastre de tractores.",
        "En 1892, John Froelich construyó el primer tractor a gasolina, marcando el comienzo de una nueva era en la agricultura.",
        "Los tractores en miniatura son populares entre los coleccionistas y a menudo son detallados y funcionales.",
        "La palabra tractor proviene del latín trahere, que significa tirar.",
        "Los neumáticos traseros de los tractores son mucho más grandes que los delanteros para proporcionar tracción adicional.",
        "En algunos lugares, los tractores son el vehículo principal para la remoción de nieve en invierno.",
        "Los tractores a menudo están equipados con protectores en la parte delantera para evitar daños por impacto con objetos grandes.",
        "En eventos de demostración, los tractores a veces tiran de objetos sorprendentemente pesados, como aviones o edificios pequeños.",
        "Los tractores han aparecido en muchas películas y programas de televisión, desde dramas hasta películas infantiles.",
        "En algunos países, los tractores tienen su propio sistema de matriculación y placas de matrícula especiales.",
        "Los tractores eléctricos están comenzando a ganar popularidad como alternativa más limpia y silenciosa a los motores de combustión.",
        "En 2008, un equipo de ingenieros construyó un tractor completamente de chocolate, ¡sí, chocolate comestible!",
        "Algunos tractores modernos cuentan con cabinas de lujo con comodidades como aire acondicionado y sistemas de entretenimiento.",
        "Los desfiles de tractores son eventos reales en los que los tractores históricos y temáticos desfilan por las calles.",
        "La marca John Deere, fundada en 1837, es conocida por su icónico color verde en sus tractores y equipos agrícolas.",
        "Los tractores John Deere a menudo son apodados tractores verdes debido a su distintivo color.",
        "La marca John Deere también es famosa por su lema Nothing Runs Like a Deere (Nada funciona como un Deere).",
        "Los tractores John Deere fueron los primeros en incorporar transmisiones completamente automáticas.",
        "En la película infantil Cars, el personaje Tractor se llama Frank y es un tractor verde inspirado en John Deere.",
        "Massey Ferguson, otra marca conocida de tractores, tiene un récord Guinness por la mayor cantidad de tractores desfilando juntos (2,496 tractores en 2019).",
        "En la década de 1920, Ford produjo tractores conocidos como Fordson que ayudaron a revolucionar la agricultura.",
        "El tractor Fiat 180-90 DT, producido en la década de 1980, fue famoso por su diseño angular y su distintiva cabina.",
        "El tractor Caterpillar Challenger MT800 estableció un récord de velocidad para tractores en 2005 al alcanzar los 103 mph (166 km/h).",
        "La marca New Holland es conocida por fabricar algunos de los tractores más modernos y tecnológicamente avanzados.",
        "El primer tractor con tracción en las cuatro ruedas fue construido por Articulated Steering Co. en 1929.",
        "En 1940, Minneapolis-Moline introdujo el primer tractor con sistema de dirección hidrostática.",
        "Los tractores Kubota, originarios de Japón, son populares por su tamaño compacto y versatilidad.",
        "El tractor Case IH Steiger Quadtrac es famoso por su diseño de oruga cuádruple que mejora la tracción.",
        "El término agricultura de precisión se refiere al uso de tecnología como GPS en tractores para mejorar la eficiencia de la agricultura.",
        "La marca Allis-Chalmers fabricó tractores con distintivos colores naranja y crema en la primera mitad del siglo XX.",
        "El tractor Oliver 2255 fue uno de los tractores más potentes de su época, con más de 300 caballos de fuerza.",
        "En la película Babe: El cerdito valiente, los tractores son personificados y tienen sus propias personalidades.",
        "El John Deere Model D fue uno de los tractores más vendidos de la década de 1920.",
        "En el Museo Henry Ford en Dearborn, Michigan, puedes encontrar una exhibición de tractores históricos que muestra la evolución de la maquinaria agrícola."
    ]
}